---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PropertySetMaterialAspect
source: html/5732f034-ade3-7d09-1772-f7b971b125ba.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PropertySetMaterialAspect Property

"Material aspect"

## Syntax (C#)
```csharp
public static ForgeTypeId PropertySetMaterialAspect { get; }
```